Repository: nikhil-s-archive/rclone-gui-ios
Catalog: Rclone GUI/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, zh_hans, zh_hant

source: Vault written to %@:%@/ghost-vault-YYYY-MM-DD.rclonebackup
fr: Vault écrit dans %@:%@/ghost-vault-AAAA-MM-JJ.rclonebackup
zh_hans: 保险库已写入 %1$@:%2$@/ghost-vault-AAAA-MM-JJ.rclonebackup

source: Selected vault
fr: Vault sélectionné
zh_hans: 已选择保险库

source: known vaults
fr: vaults connus
zh_hans: 个已知保险库

source: Known vaults
fr: Vaults connus
zh_hans: 已知保险库

source: Known vaults on this device
fr: Vaults connus sur cet appareil
zh_hans: 此设备上的已知保险库

source: To another iPhone, Mac, or iPad
fr: Vers un autre iPhone, Mac ou iPad
zh_hans: 发送到另一台 iPhone、Mac 或 iPad

source: Unsupported Ghost Vault version: v%lld. Please update the app.
fr: Version Ghost Vault non supportée : v%lld. Mets à jour l'app.
zh_hans: 不支持的 Ghost Vault 版本：v%lld。请更新应用。

source: Unknown Handoff version: “%@”. Please update the app.
fr: Version Handoff inconnue : « %@ ». Mets à jour l’app.
zh_hans: 未知的 Handoff 版本：“%@”。请更新应用。

source: Speed applied at the start of an audio track (useful for podcasts and audiobooks).
fr: Vitesse appliquée au démarrage d'une piste audio (pratique pour les podcasts et livres audio).

source: Default speed
fr: Vitesse par défaut

source: View the source code (open source)
fr: Voir le code source (libre)

source: View the report
fr: Voir le rapport

source: Your remotes
fr: Vos remotes
zh_hans: 您的远程存储

source: Your rclone remotes
fr: Vos remotes rclone
zh_hans: 您的 rclone 远程存储

source: Paste (%@, move)
fr: Coller (%@, déplacer)
zh_hans: 粘贴（%@，移动）

source: Paste (%@, copy)
fr: Coller (%@, copier)
zh_hans: 粘贴（%@，复制）

source: Upload added to queue.
fr: Upload ajouté à la file.
zh_hans: 上传任务已加入队列。

source: Upload failed: %@
fr: Échec upload : %@
zh_hans: 上传失败：%@

source: Photos upload added to queue.
fr: Upload Photos ajouté à la file.
zh_hans: 照片上传任务已加入队列。

source: Photos upload failed: %@
fr: Échec upload Photos : %@
zh_hans: 照片上传失败：%@

source: Paste with overwrite queued in transfers.
fr: Collage avec écrasement en cours dans la file de transferts.
zh_hans: 覆盖粘贴任务已加入传输队列。

source: Paste queued in transfers.
fr: Collage en cours dans la file de transferts.
zh_hans: 粘贴任务已加入传输队列。

source: Paste failed: %@
fr: Échec du collage : %@
zh_hans: 粘贴失败：%@

source: Create or copy a public link
fr: Créer ou copier un lien public
zh_hans: 创建或复制公开链接

source: Custom CDN link
fr: Lien CDN personnalisé
zh_hans: 自定义 CDN 链接

source: CDN domain for %@
fr: Domaine CDN de %@
zh_hans: %@ 的 CDN 域名

source: Path prefix to remove (optional)
fr: Préfixe de chemin à supprimer (facultatif)
zh_hans: 要删除的路径前缀（可选）

source: Save
fr: Enregistrer
zh_hans: 保存

source: The domain must point to the public root of this remote or bucket. The app automatically appends the file path; it does not alter storage permissions.
fr: Le domaine doit pointer vers la racine publique de ce remote ou de ce bucket. L’app ajoute automatiquement le chemin du fichier ; elle ne modifie pas les permissions du stockage.
zh_hans: 该域名必须指向此远程存储或存储桶的公开根目录。应用会自动追加文件路径，但不会修改存储权限。

source: The domain must point to the public root of this remote or bucket. The app automatically appends the file path; it does not alter storage permissions. If the path starts with a bucket prefix, enter it in the optional field to remove it from the CDN URL.
fr: Le domaine doit pointer vers la racine publique de ce remote ou de ce bucket. L’app ajoute automatiquement le chemin du fichier ; elle ne modifie pas les permissions du stockage. Si le chemin commence par un préfixe de bucket, saisis-le dans le champ facultatif pour le retirer de l’URL CDN.
zh_hans: 该域名必须指向此远程存储或存储桶的公开根目录。应用会自动追加文件路径，但不会修改存储权限。如果路径以存储桶前缀开头，请在可选字段中输入该前缀，以便从 CDN URL 中删除。

source: Rclone public link
fr: Lien public rclone
zh_hans: rclone 公开链接

source: Checking compatibility…
fr: Vérification de la compatibilité…
zh_hans: 正在检查兼容性…

source: Generating…
fr: Génération…
zh_hans: 正在生成…

source: Generate via rclone
fr: Générer via rclone
zh_hans: 通过 rclone 生成

source: This backend does not report public link creation support. Configure a CDN domain above.
fr: Ce backend ne signale pas la création de liens publics. Configure un domaine CDN ci-dessus.
zh_hans: 此后端未声明支持创建公开链接。请在上方配置 CDN 域名。

source: Depending on the provider, generating this link may make the file accessible to anyone with the URL.
fr: Selon le fournisseur, générer ce lien peut rendre le fichier accessible à toute personne qui possède l’URL.
zh_hans: 根据存储提供商的规则，生成此链接可能会让任何持有 URL 的人访问该文件。

source: Public link
fr: Lien public
zh_hans: 公开链接

source: CDN domain deleted.
fr: Domaine CDN supprimé.
zh_hans: CDN 域名已删除。

source: Copy URL
fr: Copier l’URL
zh_hans: 复制 URL

source: Link copied.
fr: Lien copié.
zh_hans: 链接已复制。

source: Markdown copied.
fr: Markdown copié.
zh_hans: Markdown 已复制。

source: Copy as Markdown
fr: Copier en Markdown
zh_hans: 复制为 Markdown

source: Share link
fr: Partager le lien
zh_hans: 分享链接

source: Enter a valid HTTP(S) domain, without credentials.
fr: Saisis un domaine HTTP(S) valide, sans identifiants.
zh_hans: 请输入有效且不含登录凭据的 HTTP(S) 域名。

source: CDN domain saved.
fr: Domaine CDN enregistré.
zh_hans: CDN 域名已保存。

source: Custom CDN domain
fr: Domaine CDN personnalisé
zh_hans: 自定义 CDN 域名

source: This domain is saved only on this device for remote “%@”. It must already publicly serve the bucket root.
fr: Ce domaine est enregistré uniquement sur cet appareil pour le remote « %@ ». Il doit déjà servir publiquement la racine du bucket.
zh_hans: 此域名仅在本设备上为远程存储“%@”保存。它必须已经能够公开访问存储桶根目录。

source: This domain is saved only on this device for remote “%@”. It must already publicly serve the bucket root. For Qiniu Kodo or another backend that returns the bucket in the path, enter the prefix to remove here, for example `aab`.
fr: Ce domaine est enregistré uniquement sur cet appareil pour le remote « %@ ». Il doit déjà servir publiquement la racine du bucket. Pour Qiniu Kodo ou un autre backend qui renvoie le bucket dans le chemin, saisis ici le préfixe à retirer, par exemple `aab`.
zh_hans: 此域名仅在本设备上为远程存储“%@”保存。它必须已经能够公开访问存储桶根目录。如果 Qiniu Kodo 或其他后端在路径中返回存储桶名称，请在此输入要删除的前缀，例如 `aab`。

source: Native rclone link
fr: Lien natif rclone
zh_hans: rclone 原生链接

source: This backend supports public links.
fr: Ce backend prend en charge les liens publics.
zh_hans: 此后端支持公开链接。

source: This backend does not report support for public links.
fr: Ce backend ne signale pas la prise en charge des liens publics.
zh_hans: 此后端未声明支持公开链接。

source: Public links · %@
fr: Liens publics · %@
zh_hans: 公开链接 · %@

source: Configure public links for %@
fr: Configurer les liens publics de %@
zh_hans: 配置 %@ 的公开链接

source: Configure a custom CDN domain
fr: Configure un domaine CDN personnalisé
zh_hans: 配置自定义 CDN 域名

source: Public links / CDN
fr: Liens publics / CDN
zh_hans: 公开链接 / CDN

source: Add or upload
fr: Ajouter ou uploader
zh_hans: 添加或上传

source: Create a folder or choose files and photos to upload
fr: Crée un dossier ou choisis des fichiers et photos à envoyer
zh_hans: 创建文件夹，或选择要上传的文件和照片

source: Copy as HTML
fr: Copier en HTML
zh_hans: 复制为 HTML

source: HTML copied.
fr: HTML copié.
zh_hans: HTML 已复制。

source: Language
fr: Langue

source: App Language
fr: Langue de l'application

source: System default
fr: Par défaut (système)

source: General
fr: Général

source: Connected Drives
fr: Lecteurs connectés

source: 1 connected drive.
fr: 1 lecteur connecté.

source: %lld connected drives.
fr: %lld lecteurs connectés.

source: %lld min
ja: %lld 分
ko: %lld분
ru: %lld мин
zh_hant: %lld 分鐘

source: ≈ %llds
ja: ≈ %lld 秒
ko: ≈ %lld초
ru: ≈ %lld с
zh_hans: ≈ %lld 秒
zh_hant: ≈ %lld 秒

source: 5 min
ja: 5 分
ko: 5분
ru: 5 мин
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: 15 min
ja: 15 分
ko: 15분
ru: 15 мин
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 30 min
ja: 30 分
ko: 30분
ru: 30 мин
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: Hash
ja: ハッシュ
ko: 해시
pl: Hasz
ru: Хеш
zh_hans: 哈希
zh_hant: 雜湊

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

source: KB/s
ru: КБ/с

source: %@ • %lld remote%@
zh_hans: %1$@ • %2$lld 个远程存储

source: %lld remote%@
zh_hans: %1$lld 个远程存储

source: Dimensions
zh_hans: 尺寸

source: Expiration
zh_hans: 到期时间

source: Pages
zh_hans: 页数

source: Passphrase
zh_hans: 口令短语

source: Position
zh_hans: 拍摄位置

source: QR code
zh_hans: 二维码
